Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# notifications.kind.followRequest.detail
source: Someone asking to follow your private account.
ar: شخص يطلب متابعة حسابك الخاص.
bn: কেউ আপনার প্রাইভেট অ্যাকাউন্ট ফলো করতে চাইলে।
ca: Algú que demana seguir el teu compte privat.
cs: Někdo žádá o sledování tvého soukromého účtu.
da: Nogen, der beder om at følge din private konto.
de: Jemand möchte deinem privaten Konto folgen.
el: Κάποιος ζητά να ακολουθήσει τον ιδιωτικό σου λογαριασμό.
es: Alguien que pide seguir tu cuenta privada.
fi: Joku pyytää lupaa seurata yksityistä tiliäsi.
fr: Quelqu’un qui demande à suivre votre compte privé.
he: מישהו שמבקש לעקוב אחרי החשבון הפרטי שלך.
hi: कोई आपके प्राइवेट अकाउंट को फ़ॉलो करने को कह रहा है।
hr: Netko traži da prati tvoj privatni račun.
hu: Valaki követni kéri a privát fiókodat.
id: Seseorang meminta mengikuti akun privatmu.
it: Qualcuno che chiede di seguire il tuo account privato.
ja: 誰かがあなたの非公開アカウントのフォローを申請したとき。
ko: 누군가 내 비공개 계정을 팔로우하려고 요청할 때.
ml: ആരെങ്കിലും നിങ്ങളുടെ പ്രൈവറ്റ് അക്കൗണ്ട് ഫോളോ ചെയ്യാൻ അഭ്യർഥിക്കുന്നത്.
ms: Seseorang meminta untuk mengikut akaun peribadi anda.
nb: Noen som ber om å følge din private konto.
nl: Iemand die je privéaccount wil volgen.
pl: Ktoś prosi o obserwowanie Twojego prywatnego konta.
pt_br: Alguém pedindo para seguir sua conta privada.
pt_pt: Alguém a pedir para seguir a sua conta privada.
ro: Cineva cere să-ți urmărească contul privat.
ru: Кто-то просит разрешения подписаться на ваш закрытый аккаунт.
sk: Niekto žiada o sledovanie tvojho súkromného účtu.
sv: Någon som ber att få följa ditt privata konto.
ta: யாராவது உங்கள் தனிப்பட்ட கணக்கைப் பின்தொடரக் கேட்கிறார்.
te: ఎవరైనా మీ ప్రైవేట్ ఖాతాను ఫాలో అవ్వాలని అడిగినప్పుడు.
th: มีคนขอติดตามบัญชีส่วนตัวของคุณ
tr: Biri gizli hesabınızı takip etmek istediğinde.
uk: Хтось просить підписатися на ваш приватний обліковий запис.
ur: کوئی آپ کے نجی اکاؤنٹ کو فالو کرنے کی درخواست کرے۔
vi: Ai đó xin theo dõi tài khoản riêng tư của bạn.
zh_hans: 有人请求关注你的私密账户。
zh_hant: 有人申請追蹤你的私人帳號。

# notifications.kind.followRequest.title
source: Follow requests
ar: طلبات المتابعة
bn: ফলো করার অনুরোধ
ca: Sol·licituds de seguiment
cs: Žádosti o sledování
da: Følgeanmodninger
de: Folgeanfragen
el: Αιτήματα ακολούθησης
es: Solicitudes de seguimiento
fi: Seurauspyynnöt
fr: Demandes d’abonnement
he: בקשות מעקב
hi: फ़ॉलो अनुरोध
hr: Zahtjevi za praćenje
hu: Követési kérések
id: Permintaan mengikuti
it: Richieste di follow
ja: フォローリクエスト
ko: 팔로우 요청
ml: ഫോളോ അഭ്യർഥനകൾ
ms: Permintaan ikut
nb: Følgeforespørsler
nl: Volgverzoeken
pl: Prośby o obserwowanie
pt_br: Solicitações para seguir
pt_pt: Pedidos de seguimento
ro: Cereri de urmărire
ru: Заявки на подписку
sk: Žiadosti o sledovanie
sv: Följförfrågningar
ta: பின்தொடர்தல் கோரிக்கைகள்
te: ఫాలో అభ్యర్థనలు
th: คำขอติดตาม
tr: Takip istekleri
uk: Запити на підписку
ur: فالو کی درخواستیں
vi: Yêu cầu theo dõi
zh_hans: 关注请求
zh_hant: 追蹤請求

# notifications.kind.identityImpostor.detail
source: When another account may be claiming to be you. Always on.
ar: عندما قد يدّعي حساب آخر أنه أنت. مفعّل دائمًا.
bn: অন্য কোনো অ্যাকাউন্ট নিজেকে আপনি বলে দাবি করতে পারে। সবসময় চালু।
ca: Quan un altre compte pot estar fent-se passar per tu. Sempre activat.
cs: Když se jiný účet může vydávat za tebe. Vždy zapnuto.
da: Når en anden konto muligvis udgiver sig for at være dig. Altid slået til.
de: Wenn ein anderes Konto möglicherweise vorgibt, du zu sein. Immer an.
el: Όταν ένας άλλος λογαριασμός μπορεί να παριστάνει εσένα. Πάντα ενεργό.
es: Cuando otra cuenta puede estar haciéndose pasar por ti. Siempre activo.
fi: Kun toinen tili voi esiintyä sinuna. Aina päällä.
fr: Quand un autre compte prétend peut-être être vous. Toujours activé.
he: כשחשבון אחר אולי מתחזה לך. תמיד פעיל.
hi: जब कोई दूसरा अकाउंट आपका होने का दावा कर रहा हो सकता है। हमेशा चालू।
hr: Kad se drugi račun možda izdaje za tebe. Uvijek uključeno.
hu: Amikor egy másik fiók esetleg a nevedben lép fel. Mindig be van kapcsolva.
id: Saat akun lain mungkin mengaku sebagai kamu. Selalu aktif.
it: Quando un altro account potrebbe spacciarsi per te. Sempre attivo.
ja: 別のアカウントがあなたになりすましている可能性があるとき。常にオンです。
ko: 다른 계정이 나를 사칭할 가능성이 있을 때. 항상 켜져 있어요.
ml: മറ്റൊരു അക്കൗണ്ട് നിങ്ങളാണെന്ന് അവകാശപ്പെടുന്നുണ്ടാകാം എന്നപ്പോൾ. എപ്പോഴും ഓൺ.
ms: Apabila akaun lain mungkin mengaku sebagai anda. Sentiasa aktif.
nb: Når en annen konto kanskje utgir seg for å være deg. Alltid på.
nl: Wanneer een ander account zich mogelijk als jou voordoet. Altijd aan.
pl: Gdy inne konto może podawać się za Ciebie. Zawsze włączone.
pt_br: Quando outra conta pode estar se passando por você. Sempre ativado.
pt_pt: Quando outra conta pode estar a fazer-se passar por si. Sempre ativo.
ro: Când un alt cont ar putea pretinde că ești tu. Mereu activ.
ru: Когда другой аккаунт, возможно, выдаёт себя за вас. Всегда включено.
sk: Keď sa za teba môže vydávať iný účet. Vždy zapnuté.
sv: När ett annat konto kan utge sig för att vara du. Alltid på.
ta: வேறொரு கணக்கு நீங்கள் என்று கூறிக்கொள்ளக்கூடும்போது. எப்போதும் இயக்கத்தில்.
te: మరో ఖాతా మీరని చెప్పుకుంటూ ఉండవచ్చని అనిపించినప్పుడు. ఎప్పుడూ ఆన్‌లోనే ఉంటుంది.
th: เมื่ออาจมีบัญชีอื่นแอบอ้างเป็นคุณ เปิดตลอดเวลา
tr: Başka bir hesap sizmişsiniz gibi davranıyor olabilir. Her zaman açık.
uk: Коли інший обліковий запис, можливо, видає себе за вас. Завжди ввімкнено.
ur: جب کوئی دوسرا اکاؤنٹ آپ ہونے کا دعویٰ کر رہا ہو۔ ہمیشہ آن۔
vi: Khi một tài khoản khác có thể đang mạo danh bạn. Luôn bật.
zh_hans: 当其他账户可能在冒充你时。始终开启。
zh_hant: 其他帳號可能冒充你時。永遠開啟。

# notifications.kind.identityImpostor.title
source: Identity warnings
ar: تحذيرات الهوية
bn: পরিচয় সতর্কতা
ca: Advertències d'identitat
cs: Varování o totožnosti
da: Identitetsadvarsler
de: Identitätswarnungen
el: Προειδοποιήσεις ταυτότητας
es: Avisos de identidad
fi: Henkilöllisyysvaroitukset
fr: Alertes d’identité
he: אזהרות זהות
hi: पहचान चेतावनियाँ
hr: Upozorenja o identitetu
hu: Személyazonossági figyelmeztetések
id: Peringatan identitas
it: Avvisi sull'identità
ja: 本人情報の警告
ko: 신원 경고
ml: ഐഡന്റിറ്റി മുന്നറിയിപ്പുകൾ
ms: Amaran identiti
nb: Identitetsadvarsler
nl: Identiteitswaarschuwingen
pl: Ostrzeżenia o tożsamości
pt_br: Alertas de identidade
pt_pt: Avisos de identidade
ro: Avertismente de identitate
ru: Предупреждения о личности
sk: Upozornenia na identitu
sv: Identitetsvarningar
ta: அடையாள எச்சரிக்கைகள்
te: గుర్తింపు హెచ్చరికలు
th: คำเตือนเรื่องตัวตน
tr: Kimlik uyarıları
uk: Попередження щодо особи
ur: شناخت کی تنبیہات
vi: Cảnh báo danh tính
zh_hans: 身份警告
zh_hant: 身分警告

# notifications.kind.like.detail
source: Someone liking one of your posts. Usually the noisiest of the five.
ar: إعجاب شخص بأحد منشوراتك. وعادةً ما تكون الأكثر إزعاجًا بين الخمسة.
bn: কেউ আপনার কোনো পোস্ট লাইক করলে। পাঁচটির মধ্যে সাধারণত এটিই সবচেয়ে বেশি আসে।
ca: Algú que dona m'agrada a una de les teves publicacions. Normalment el més sorollós dels cinc.
cs: Někdo ocenil jeden z tvých příspěvků. Obvykle nejhlučnější z pěti.
da: Nogen, der synes godt om et af dine opslag. Som regel den mest støjende af de fem.
de: Jemand liket einen deiner Beiträge. Meist die lauteste der fünf.
el: Κάποιος δηλώνει «μου αρέσει» σε μια ανάρτησή σου. Συνήθως η πιο θορυβώδης από τις πέντε.
es: Alguien que da me gusta a una de tus publicaciones. Normalmente la más ruidosa de las cinco.
fi: Joku tykkää julkaisustasi. Yleensä viidestä meluisin.
fr: Quelqu’un qui aime un de vos posts. En général la plus bruyante des cinq.
he: מישהו שאוהב אחד מהפוסטים שלך. בדרך כלל הרועשים מבין החמישה.
hi: कोई आपकी पोस्ट को पसंद कर रहा है। आमतौर पर इन पाँचों में सबसे ज़्यादा शोर वाली।
hr: Netko lajka jednu od tvojih objava. Obično najglasnije od njih pet.
hu: Valaki kedveli az egyik bejegyzésedet. Általában az öt közül a leggyakoribb.
id: Seseorang menyukai salah satu postinganmu. Biasanya yang paling berisik dari kelima jenis.
it: Qualcuno che mette mi piace a un tuo post. Di solito la più rumorosa delle cinque.
ja: 誰かがあなたの投稿にいいねしたとき。5種類のうち、たいてい最も多くなります。
ko: 누군가 내 게시물에 좋아요를 누를 때. 보통 다섯 가지 중 가장 알림이 많아요.
ml: ആരെങ്കിലും നിങ്ങളുടെ പോസ്റ്റുകളിലൊന്ന് ലൈക്ക് ചെയ്യുന്നത്. സാധാരണ ഈ അഞ്ചിൽ ഏറ്റവും കൂടുതൽ ശബ്ദമുള്ളത്.
ms: Seseorang menyukai salah satu siaran anda. Biasanya yang paling bising daripada lima.
nb: Noen som liker ett av innleggene dine. Vanligvis den mest støyende av de fem.
nl: Iemand die een van je berichten liket. Meestal de drukste van de vijf.
pl: Ktoś lubi jeden z Twoich wpisów. Zwykle najgłośniejsze z tych pięciu.
pt_br: Alguém curtindo um dos seus posts. Em geral, a mais barulhenta das cinco.
pt_pt: Alguém a gostar de uma das suas publicações. Normalmente o mais ruidoso dos cinco.
ro: Cineva apreciază una dintre postările tale. De obicei cea mai zgomotoasă din cele cinci.
ru: Кто-то ставит лайк вашему посту. Обычно самых шумных из пяти.
sk: Niekomu sa páči jeden z tvojich príspevkov. Zvyčajne najviac upozornení z piatich.
sv: Någon som gillar ett av dina inlägg. Oftast den bullrigaste av de fem.
ta: யாராவது உங்கள் இடுகையை விரும்புகிறார். பொதுவாக ஐந்தில் மிக அதிகமாக வருவது.
te: ఎవరైనా మీ పోస్ట్‌లలో ఒకదాన్ని లైక్ చేసినప్పుడు. ఈ ఐదింటిలో సాధారణంగా ఎక్కువ శబ్దం చేసేది.
th: มีคนกดถูกใจโพสต์ของคุณ มักเป็นประเภทที่แจ้งเตือนบ่อยที่สุดในห้าประเภท
tr: Biri gönderilerinizden birini beğendiğinde. Genellikle beşin en gürültülüsü.
uk: Хтось вподобав один із ваших дописів. Зазвичай найчисленніші з п’яти.
ur: کوئی آپ کی پوسٹ کو لائک کرے۔ عموماً پانچوں میں سب سے زیادہ شور والا۔
vi: Ai đó thích một bài đăng của bạn. Thường là loại ồn ào nhất trong năm loại.
zh_hans: 有人点赞了你的帖子。通常是这五类中最频繁的。
zh_hant: 有人對你的貼文按讚。通常是五類中最吵的。

# notifications.kind.like.title
source: Likes
ar: الإعجابات
bn: লাইক
ca: M'agrada
cs: Lajky
el: «Μου αρέσει»
es: Me gusta
fi: Tykkäykset
fr: J’aime
he: לייקים
hi: पसंद
hr: Sviđanja
hu: Kedvelések
id: Suka
it: Mi piace
ja: いいね
ko: 좋아요
ml: ലൈക്കുകൾ
ms: Suka
nb: Likerklikk
pl: Polubienia
pt_br: Curtidas
pt_pt: Gostos
ro: Aprecieri
ru: Лайки
sk: Páči sa mi
sv: Gillningar
ta: விருப்பங்கள்
te: లైక్‌లు
th: ถูกใจ
tr: Beğeniler
uk: Вподобання
ur: لائکس
vi: Lượt thích
zh_hans: 点赞
zh_hant: 讚

# notifications.kind.mention.detail
source: Someone putting your handle in a post.
ar: ذكر شخص لمعرّفك في منشور.
bn: কেউ কোনো পোস্টে আপনার হ্যান্ডেল দিলে।
ca: Algú que posa el teu identificador en una publicació.
cs: Někdo uvedl tvůj handle v příspěvku.
da: Nogen, der sætter dit handle ind i et opslag.
de: Jemand nennt dein Handle in einem Beitrag.
el: Κάποιος βάζει το handle σου σε μια ανάρτηση.
es: Alguien que pone tu identificador en una publicación.
fi: Joku laittaa käyttäjätunnuksesi julkaisuun.
fr: Quelqu’un qui met votre identifiant dans un post.
he: מישהו ששם את שם המשתמש שלך בפוסט.
hi: कोई अपनी पोस्ट में आपका हैंडल डाल रहा है।
hr: Netko stavi tvoj handle u objavu.
hu: Valaki beírta az @nevedet egy bejegyzésbe.
id: Seseorang menaruh handle-mu di sebuah postingan.
it: Qualcuno che inserisce il tuo handle in un post.
ja: 誰かが投稿にあなたのハンドルを入れたとき。
ko: 누군가 게시물에 내 핸들을 넣을 때.
ml: ആരെങ്കിലും നിങ്ങളുടെ ഹാൻഡിൽ ഒരു പോസ്റ്റിൽ ചേർക്കുന്നത്.
ms: Seseorang meletakkan nama pengendali anda dalam siaran.
nb: Noen som skriver brukernavnet ditt i et innlegg.
nl: Iemand die je handle in een bericht zet.
pl: Ktoś umieszcza Twój uchwyt we wpisie.
pt_br: Alguém colocando seu @usuário em um post.
pt_pt: Alguém a pôr o seu identificador numa publicação.
ro: Cineva îți pune handle-ul într-o postare.
ru: Кто-то указывает ваше имя в посте.
sk: Niekto uviedol tvoje používateľské meno v príspevku.
sv: Någon som sätter ditt användarnamn i ett inlägg.
ta: யாராவது இடுகையில் உங்கள் ஹேண்டிலைக் குறிப்பிடுகிறார்.
te: ఎవరైనా మీ హ్యాండిల్‌ను పోస్ట్‌లో పెట్టినప్పుడు.
th: มีคนใส่แฮนเดิลของคุณในโพสต์
tr: Biri kullanıcı adınızı bir gönderiye yazdığında.
uk: Хтось указав ваше @ім’я в дописі.
ur: کوئی آپ کا ہینڈل پوسٹ میں ڈالے۔
vi: Ai đó đặt tên người dùng của bạn trong một bài đăng.
zh_hans: 有人在帖子中提到了你的用户名。
zh_hant: 有人在貼文中提到你的代號。

# notifications.kind.mention.title
source: Mentions
ar: الإشارات
bn: মেনশন
ca: Mencions
cs: Zmínky
da: Omtaler
de: Erwähnungen
el: Αναφορές
es: Menciones
fi: Maininnat
he: תיוגים
hi: मेंशन
hr: Spominjanja
hu: Említések
id: Sebutan
it: Menzioni
ja: メンション
ko: 멘션
ml: പരാമർശങ്ങൾ
ms: Sebutan
nb: Omtaler
nl: Vermeldingen
pl: Wzmianki
pt_br: Menções
pt_pt: Menções
ro: Mențiuni
ru: Упоминания
sk: Spomenutia
sv: Omnämnanden
ta: குறிப்பிடல்கள்
te: ప్రస్తావనలు
th: การกล่าวถึง
tr: Etiketlemeler
uk: Згадки
ur: ذکر
vi: Nhắc đến
zh_hans: 提及
zh_hant: 提及

# notifications.kind.pollClosed.detail
source: When a poll you asked or answered closes, with its result.
ar: عندما يُغلق استطلاع طرحته أو صوّتّ فيه، مع نتيجته.
bn: আপনার করা বা উত্তর দেওয়া কোনো পোলে ভোট শেষ হলে, ফলাফলসহ।
ca: Quan es tanca una enquesta que has fet o respost, amb el resultat.
cs: Když se uzavře anketa, kterou jsi založil nebo v ní hlasoval, s výsledkem.
da: Når en afstemning, du har stillet eller besvaret, lukker, med resultatet.
de: Wenn eine Umfrage, die du gestellt oder beantwortet hast, endet, mit ihrem Ergebnis.
el: Όταν κλείνει μια δημοσκόπηση που έκανες ή απάντησες, με το αποτέλεσμά της.
es: Cuando se cierra una encuesta que creaste o respondiste, con su resultado.
fi: Kun kysymäsi tai vastaamasi kysely sulkeutuu, tuloksineen.
fr: Quand un sondage que vous avez lancé ou auquel vous avez répondu se termine, avec son résultat.
he: כשסקר ששאלת או ענית עליו נסגר, עם התוצאה שלו.
hi: जब आपके पूछे या जवाब दिए पोल की अवधि खत्म हो, नतीजे के साथ।
hr: Kad se zatvori anketa koju si postavio/la ili na koju si odgovorio/la, s rezultatom.
hu: Amikor egy általad feltett vagy megválaszolt szavazás lezárul, az eredménnyel.
id: Saat jajak pendapat yang kamu buat atau jawab ditutup, beserta hasilnya.
it: Quando si chiude un sondaggio che hai creato o a cui hai risposto, con il risultato.
ja: あなたが出した、または回答した投票が終了したとき。結果付き。
ko: 내가 올렸거나 참여한 투표가 종료되어 결과가 나왔을 때.
ml: നിങ്ങൾ ചോദിച്ചതോ ഉത്തരം നൽകിയതോ ആയ പോൾ ഫലത്തോടെ അവസാനിക്കുമ്പോൾ.
ms: Apabila tinjauan yang anda tanya atau jawab ditutup, bersama keputusannya.
nb: Når en avstemning du startet eller svarte på, avsluttes, med resultatet.
nl: Wanneer een peiling die je hebt gesteld of beantwoord sluit, met de uitslag.
pl: Gdy ankieta, którą zadałeś lub w której głosowałeś, się kończy, wraz z wynikiem.
pt_br: Quando uma enquete que você criou ou respondeu termina, com o resultado.
pt_pt: Quando uma sondagem que fez ou respondeu termina, com o resultado.
ro: Când un sondaj pe care l-ai creat sau la care ai răspuns se închide, cu rezultatul.
ru: Когда опрос, который вы создали или в котором участвовали, закрывается, — с результатом.
sk: Keď sa ukončí anketa, ktorú si založil alebo v ktorej si hlasoval, s jej výsledkom.
sv: När en omröstning du ställde eller svarade på stängs, med resultatet.
ta: நீங்கள் கேட்ட அல்லது பதிலளித்த கருத்துக்கணிப்பு முடியும்போது, அதன் முடிவுடன்.
te: మీరు అడిగిన లేదా సమాధానం ఇచ్చిన పోల్ ఫలితంతో సహా ముగిసినప్పుడు.
th: เมื่อโพลที่คุณถามหรือตอบปิด พร้อมผลลัพธ์
tr: Sorduğunuz veya yanıtladığınız bir anket sonuçlarıyla kapandığında.
uk: Коли опитування, яке ви створили або в якому відповіли, закривається, з його результатом.
ur: جب آپ کا پوچھا یا جواب دیا ہوا پول بند ہو، نتیجے کے ساتھ۔
vi: Khi một cuộc bình chọn bạn đặt hoặc trả lời kết thúc, kèm kết quả.
zh_hans: 你发起或参与的投票结束时，附带结果。
zh_hant: 你發起或參與的投票結束時，附上結果。

# notifications.kind.pollClosed.title
source: Poll results
ar: نتائج الاستطلاعات
bn: পোলের ফলাফল
ca: Resultats d'enquestes
cs: Výsledky anket
da: Afstemningsresultater
de: Umfrageergebnisse
el: Αποτελέσματα δημοσκοπήσεων
es: Resultados de encuestas
fi: Kyselyn tulokset
fr: Résultats de sondage
he: תוצאות סקרים
hi: पोल के नतीजे
hr: Rezultati anketa
hu: Szavazási eredmények
id: Hasil jajak pendapat
it: Risultati dei sondaggi
ja: 投票結果
ko: 투표 결과
ml: പോൾ ഫലങ്ങൾ
ms: Keputusan tinjauan
nb: Avstemningsresultater
nl: Peilingresultaten
pl: Wyniki ankiet
pt_br: Resultados de enquetes
pt_pt: Resultados de sondagens
ro: Rezultatele sondajelor
ru: Результаты опросов
sk: Výsledky ankiet
sv: Omröstningsresultat
ta: கருத்துக்கணிப்பு முடிவுகள்
te: పోల్ ఫలితాలు
th: ผลโพล
tr: Anket sonuçları
uk: Результати опитувань
ur: پول کے نتائج
vi: Kết quả bình chọn
zh_hans: 投票结果
zh_hant: 投票結果

# notifications.kind.prompt.detail
source: Known's question of the week.
ar: سؤال «معروف» الأسبوعي.
bn: Known-এর সপ্তাহের প্রশ্ন।
ca: La pregunta de la setmana de Known.
cs: Otázka týdne od aplikace Known.
da: Knowns ugens spørgsmål.
de: Die Frage der Woche von Known.
el: Η ερώτηση της εβδομάδας του Known.
es: La pregunta de la semana de Known.
fi: Knownin viikon kysymys.
fr: La question de la semaine de Known.
he: השאלה השבועית של Known.
hi: Known का हफ़्ते का सवाल।
hr: Pitanje tjedna aplikacije Known.
hu: A Known heti kérdése.
id: Pertanyaan pekan ini dari Known.
it: La domanda della settimana di Known.
ja: Knownの今週の質問。
ko: Known의 이번 주 질문.
ml: Known-ന്റെ ആഴ്ചയിലെ ചോദ്യം.
ms: Soalan minggu ini daripada Known.
nb: Knowns spørsmål for uken.
nl: De vraag van de week van Known.
pl: Pytanie tygodnia od Known.
pt_br: A pergunta da semana do Known.
pt_pt: A pergunta da semana da Known.
ro: Întrebarea săptămânii de la Known.
ru: Вопрос недели от Known.
sk: Otázka týždňa od Known.
sv: Knowns fråga för veckan.
ta: Known-இன் வாரக் கேள்வி.
te: Known వారపు ప్రశ్న.
th: คำถามประจำสัปดาห์ของ Known
tr: Known'un haftanın sorusu.
uk: Запитання тижня від Known.
ur: Known کا ہفتے کا سوال۔
vi: Câu hỏi của tuần từ Known.
zh_hans: Known 的每周一问。
zh_hant: Known 的每週一問。

# notifications.kind.prompt.title
source: Weekly questions
ar: الأسئلة الأسبوعية
bn: সাপ্তাহিক প্রশ্ন
ca: Preguntes setmanals
cs: Týdenní otázky
da: Ugens spørgsmål
de: Wöchentliche Fragen
el: Εβδομαδιαίες ερωτήσεις
es: Preguntas semanales
fi: Viikon kysymykset
fr: Questions de la semaine
he: שאלות שבועיות
hi: साप्ताहिक सवाल
hr: Tjedna pitanja
hu: Heti kérdések
id: Pertanyaan mingguan
it: Domande settimanali
ja: 週替わりの質問
ko: 주간 질문
ml: പ്രതിവാര ചോദ്യങ്ങൾ
ms: Soalan mingguan
nb: Ukentlige spørsmål
nl: Vragen van de week
pl: Pytania tygodnia
pt_br: Perguntas semanais
pt_pt: Perguntas semanais
ro: Întrebările săptămânii
ru: Вопросы недели
sk: Týždenné otázky
sv: Veckans frågor
ta: வாரக் கேள்விகள்
te: వారపు ప్రశ్నలు
th: คำถามประจำสัปดาห์
tr: Haftalık sorular
uk: Запитання тижня
ur: ہفتہ وار سوالات
vi: Câu hỏi hằng tuần
zh_hans: 每周问题
zh_hant: 每週一問

# notifications.kind.reaction.detail
source: When someone finds your post helpful, insightful, funny or a great question.
ar: عندما يجد أحد منشورك مفيدًا أو ملهمًا أو مضحكًا أو سؤالًا رائعًا.
bn: কেউ আপনার পোস্টকে সহায়ক, অন্তর্দৃষ্টিপূর্ণ, মজার বা দারুণ প্রশ্ন মনে করলে।
ca: Quan algú troba la teva publicació útil, perspicaç, divertida o una gran pregunta.
cs: Když někdo považuje tvůj příspěvek za užitečný, nápaditý, vtipný nebo za skvělou otázku.
da: Når nogen finder dit opslag hjælpsomt, indsigtsfuldt, sjovt eller et godt spørgsmål.
de: Wenn jemand deinen Beitrag hilfreich, aufschlussreich oder lustig findet oder eine tolle Frage.
el: Όταν κάποιος βρίσκει την ανάρτησή σου χρήσιμη, διορατική, αστεία ή εξαιρετική ερώτηση.
es: Cuando a alguien le parece tu publicación útil, interesante, divertida o una gran pregunta.
fi: Kun joku pitää julkaisuasi hyödyllisenä, oivaltavana, hauskana tai hyvänä kysymyksenä.
fr: Quand quelqu’un trouve votre post utile, pertinent, drôle ou une excellente question.
he: כשמישהו מוצא את הפוסט שלך מועיל, מעמיק, מצחיק או שאלה מצוינת.
hi: जब कोई आपकी पोस्ट को मददगार, समझदारी भरी, मज़ेदार या बढ़िया सवाल पाए।
hr: Kad netko tvoju objavu smatra korisnom, pronicljivom, smiješnom ili sjajnim pitanjem.
hu: Amikor valaki hasznosnak, elgondolkodtatónak, viccesnek vagy remek kérdésnek találja a bejegyzésedet.
id: Saat seseorang menganggap postinganmu membantu, berwawasan, lucu, atau pertanyaan bagus.
it: Quando qualcuno trova il tuo post utile, acuto, divertente o una gran bella domanda.
ja: 誰かがあなたの投稿を、参考になった、洞察に富む、面白い、すてきな質問だと感じたとき。
ko: 누군가 내 게시물을 도움이 된다, 통찰력 있다, 재미있다 또는 훌륭한 질문이라고 느꼈을 때.
ml: ആരെങ്കിലും നിങ്ങളുടെ പോസ്റ്റ് സഹായകരമോ ഉൾക്കാഴ്ചയുള്ളതോ രസകരമോ മികച്ച ചോദ്യമോ ആയി കാണുമ്പോൾ.
ms: Apabila seseorang mendapati siaran anda membantu, bernas, lucu atau soalan yang hebat.
nb: Når noen synes innlegget ditt er nyttig, innsiktsfullt, morsomt eller et godt spørsmål.
nl: Wanneer iemand je bericht nuttig, inzichtelijk of grappig vindt, of een goede vraag.
pl: Gdy ktoś uzna Twój wpis za pomocny, wnikliwy, śmieszny lub świetne pytanie.
pt_br: Quando alguém acha seu post útil, perspicaz, engraçado ou uma ótima pergunta.
pt_pt: Quando alguém acha a sua publicação útil, perspicaz, engraçada ou uma ótima pergunta.
ro: Când cineva găsește postarea ta utilă, pătrunzătoare, amuzantă sau o întrebare bună.
ru: Когда кто-то находит ваш пост полезным, глубоким, смешным или отличным вопросом.
sk: Keď niekto považuje tvoj príspevok za užitočný, prenikavý, vtipný alebo za skvelú otázku.
sv: När någon tycker att ditt inlägg är hjälpsamt, insiktsfullt, roligt eller en bra fråga.
ta: யாராவது உங்கள் இடுகையைப் பயனுள்ளது, நுண்ணறிவுள்ளது, நகைச்சுவையானது அல்லது சிறந்த கேள்வி எனக் கருதும்போது.
te: ఎవరైనా మీ పోస్ట్ ఉపయోగకరంగా, అంతర్దృష్టితో, హాస్యంగా ఉందని లేదా గొప్ప ప్రశ్న అని భావించినప్పుడు.
th: เมื่อมีคนเห็นว่าโพสต์ของคุณมีประโยชน์ มีมุมมอง ตลก หรือเป็นคำถามที่ดี
tr: Biri gönderinizi faydalı, anlayışlı, komik veya harika bir soru bulduğunda.
uk: Коли комусь здався ваш допис корисним, влучним, смішним або чудовим запитанням.
ur: جب کوئی آپ کی پوسٹ کو مددگار، بصیرت بھری، مزیدار یا بہترین سوال سمجھے۔
vi: Khi ai đó thấy bài đăng của bạn hữu ích, sâu sắc, hài hước hoặc là một câu hỏi hay.
zh_hans: 有人认为你的帖子有帮助、有见地、有趣，或是个好问题时。
zh_hant: 有人覺得你的貼文有幫助、有見地、好笑，或是個好問題時。

# notifications.kind.reaction.title
source: Reactions
ar: التفاعلات
bn: রিঅ্যাকশন
ca: Reaccions
cs: Reakce
da: Reaktioner
de: Reaktionen
el: Αντιδράσεις
es: Reacciones
fi: Reaktiot
fr: Réactions
he: תגובות אמוג׳י
hi: रिएक्शन
hr: Reakcije
hu: Reakciók
id: Reaksi
it: Reazioni
ja: リアクション
ko: 반응
ml: പ്രതികരണങ്ങൾ
ms: Reaksi
nb: Reaksjoner
nl: Reacties
pl: Reakcje
pt_br: Reações
pt_pt: Reações
ro: Reacții
ru: Реакции
sk: Reakcie
sv: Reaktioner
ta: எதிர்வினைகள்
te: రియాక్షన్‌లు
th: รีแอกชัน
tr: Tepkiler
uk: Реакції
ur: ردعمل
vi: Cảm xúc
zh_hans: 回应
zh_hant: 回應
